tap "d12frosted/emacs-plus"
tap "goles/battery"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "px4/px4"
tap "sanemat/font"
cask "xquartz"
brew "app-engine-go-64"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "bash-completion"
brew "gettext"
brew "cloc"
brew "colordiff"
brew "crystal"
brew "cscope"
brew "ctags"
brew "zeromq"
brew "czmq"
brew "dfu-programmer"
brew "figlet"
brew "fish"
brew "libtool"
brew "sqlite"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gdrive"
brew "ghq"
brew "git"
brew "git-flow"
brew "go"
brew "glide"
brew "goenv"
brew "protobuf"
brew "grpc"
brew "haskell-stack"
brew "heroku"
brew "httpie"
brew "io"
brew "kotlin"
brew "libsodium"
brew "libvterm"
brew "lua"
brew "mecab"
brew "mecab-ipadic"
brew "mongodb", restart_service: true
brew "mysql", restart_service: true
brew "neovim"
brew "postgresql"
brew "psutils"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "roswell"
brew "sbt"
brew "scala"
brew "socat"
brew "spark"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua"]
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus"
brew "goles/battery/battery"
brew "osx-cross/avr/avr-gcc@7"
brew "px4/px4/gcc-arm-none-eabi"
brew "sanemat/font/ricty", args: ["vim-powerline", "with-powerline"]
cask "ngrok"
